	/* Localized DisplayNames for your custom metadata attributes */
	/* The form is:  "myMetadataKey" = "My Metadata Key";    */
	/* The name on the left is the name defined in schema.xml */
	/* The name on the right is what the user will see */
"org_openmicroscopy_OME_Pixels_SizeX" = "SizeX";
"org_openmicroscopy_OME_Pixels_SizeY" = "SizeY";
"org_openmicroscopy_OME_Pixels_SizeZ" = "SizeZ";
"org_openmicroscopy_OME_Pixels_SizeC" = "SizeC";
"org_openmicroscopy_OME_Pixels_SizeT" = "SizeT";
"org_openmicroscopy_OME_Pixels_NumPlanes" = "Number of Planes";
"org_openmicroscopy_OME_Pixels_PixelType" = "Pixel Type";
"org_openmicroscopy_OME_Pixels_DimensionOrder" = "Dimension Order";
"org_openmicroscopy_OME_Pixels_BigEndian" = "BigEndian";
"org_openmicroscopy_OME_Pixels_SizeX" = "PhysicalSizeX";
"org_openmicroscopy_OME_Pixels_SizeY" = "PhysicalSizeY";
"org_openmicroscopy_OME_Pixels_SizeZ" = "PhysicalSizeZ";
"com_api_deltavision_ChannelWavelengths" = "Channel Wavelengths";


	/* Localized Description of you custom metadata attributes */
	/* The form is: "myMetadataKey.Description" = "stuff";
	/* com_Foo_YourAttrName should be definded in the schema.xml file  */
	 /* The value on the right will be displayed by the Finder etc.. */
"org_openmicroscopy_OME_Pixels_SizeX.Description" = "Width of pixel data array";
"org_openmicroscopy_OME_Pixels_SizeY.Description" = "Height of pixel data array";
"org_openmicroscopy_OME_Pixels_SizeZ.Description" = "Depth (Number of Z-planes) in pixel data array";
"org_openmicroscopy_OME_Pixels_SizeC.Description" = "Channels in pixel data array";
"org_openmicroscopy_OME_Pixels_SizeT.Description" = "Time points in pixel data array";
"org_openmicroscopy_OME_Pixels_NumPlanes.Description" = "Number of Planes";
"org_openmicroscopy_OME_Pixels_PixelType.Description" = "Pixel Type";
"org_openmicroscopy_OME_Pixels_DimensionOrder.Description" = "Order of 2D (XY) Image Planes in pixel data array";
"org_openmicroscopy_OME_Pixels_BigEndian.Description" = "True if the pixel data was written in BigEndian order.";
"org_openmicroscopy_OME_Pixels_PhysicalSizeX.Description" = "Size of pixels in X dimension (in micrometers)";
"org_openmicroscopy_OME_Pixels_PhysicalSizeY.Description" = "Size of pixels in Y dimension (in micrometers)";
"org_openmicroscopy_OME_Pixels_PhysicalSizeZ.Description" = "Size of pixels in Z dimension (in micrometers)";
"com_api_deltavision_ChannelWavelengths.Description" = "Wavelengths of each channel in the image stack";